Repository: jpprguezz/Lumini
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: My subjects
es: Mis módulos

source: Add lesson
es: Añadir clases

source: Title
es: Titulo

source: Content
es: Contenido

source: Cancel
es: Cancelar

source: You are not allowed to add lessons to this subject.
es: No tienes permisos para añadir una clase a esta asignatura

source: Grade Certificate Request
es: Solicitud de certificado de notas

source: Request Your Grade Certificate
es: Solitar tu certificado de notas

source: You have grades in all your enrolled subjects. We will send the certificate to your email.
es: Tienes notas en todas las asignaturas en las que estas matriculado. Te mandaremos el certificado a tu email.

source: Email Address
es: Direccion de Email

source: We'll send the PDF certificate to this email address.
es: Te mandaremos un PDF con el certificado a tu dirección de correo

source: Edit lesson
es: Editar clase

source: Save changes
es: Guardar cambios

source: Edit
es: Editar

source: Delete
es: Eliminar

source: Volver a las lecciones
es: Back to lessons

source: Edit marks
es: Editar notas

source: Back to subjects
es: Volver a las asignaturas

source: Profesor
es: Professor

source: Your mark
es: Tu nota

source: No mark
es: Sin nota

source: No lessons available.
es: No hay clases disponibles

source: View marks
es: Ver notas

source: Request certificate
es: Solicitar certificado

source: Enroll in subjects
es: Apuntarme a una clase

source: Unenroll
es: Desapuntarme

source: You don't have any subjects yet.
es: No tienes módulos todavia
